// static/travelData.js

export const travelData = {
  경기도: [
    { id: 1, name: '수원 화성' },
    { id: 2, name: '파주 DMZ' },
    { id: 3, name: '용인 에버랜드' }
  ],
  강원도: [
    { id: 4, name: '강릉 속초 해변' },
    { id: 5, name: '평창 올림픽 경기장' },
    { id: 6, name: '춘천 남이섬' }
  ],
  충청북도: [
    { id: 7, name: '제천 한빛탑' },
    { id: 8, name: '충주 뿌리공원' },
    { id: 9, name: '단양 소백산' }
  ],
  충청남도: [
    { id: 10, name: '당진 해수욕장' },
    { id: 11, name: '태안 녹산리 해수욕장' },
    { id: 12, name: '보령 대천해수욕장' }
  ],
  전라북도: [
    { id: 13, name: '전주 한옥마을' },
    { id: 14, name: '군산 명동 소금공원' },
    { id: 15, name: '익산 익산 대피소' }
  ],
  전라남도: [
    { id: 16, name: '순천 만물상' },
    { id: 17, name: '여수 바다의집' },
    { id: 18, name: '목포 죽도시장' }
  ],
  경상북도: [
    { id: 19, name: '경주 불국사' },
    { id: 20, name: '안동 하회마을' },
    { id: 21, name: '포항 일출해수욕장' }
  ],
  경상남도: [
    { id: 22, name: '진주 남강 유원지' },
    { id: 23, name: '거제도 해금강' },
    { id: 24, name: '통영 동피랑마을' }
  ],
  제주도: [
    { id: 25, name: '제주 성산일출봉' },
    { id: 26, name: '한라산' },
    { id: 27, name: '성읍민속마을' }
  ],
  서울: [
    { id: 28, name: '경복궁' },
    { id: 29, name: '남산 서울타워' },
    { id: 30, name: '명동' }
  ],
  울산: [
    { id: 34, name: '울산 대왕암공원' },
    { id: 35, name: '울산 울주대공원' },
    { id: 36, name: '울산 동백축제공원' }
  ],
  대전: [
    { id: 37, name: '대전 엑스포 공원' },
    { id: 38, name: '대전 한밭수목원' },
    { id: 39, name: '대전 성심당' }
  ],
  광주: [
    { id: 40, name: '광주 동명동' },
    { id: 41, name: '광주 국립아시아문화전당' },
    { id: 42, name: '광주 무등산' }
  ],
  대구: [
    { id: 43, name: '대구 팔공산' },
    { id: 44, name: '대구 국립대구박물관' },
    { id: 45, name: '대구 수성못' }
  ],
  부산: [
    { id: 46, name: '부산 해운대 해수욕장' },
    { id: 47, name: '부산 광안리 해수욕장' },
    { id: 48, name: '부산 태종대' }
  ]
};
